<script setup lang="ts">

</script>

<template>
<div class="page-container flex justify-center">
    <div class="content">
        <h1>Крипер</h1>
        <h2>Крипер</h2>
        <h3>Крипер</h3>
        <h4>Крипер</h4>
        <h5>Крипер</h5>
        <h6>Крипер</h6>
        <p>
            Крипер (англ. Creeper) — это распространённый враждебный моб, который тихо подкрадывается к игроку и взрывается. Из-за своего особенного
            внешнего вида и высокой эффективности убийства неосторожных игроков, а также нанесения ущерба миру и постройкам игроков, крипер стал
            одним из главных символов Minecraft.
        </p>
        <h1>Внешний вид</h1>
        <p>
            Крипер выглядит как безрукий гуманоид с четырьмя короткими ногами, большими чёрными когтями, зелёной кожей похожей на листья с
            небольшим количеством серых пятен, большими пустыми глазницами/чёрными глазами и ртом, изогнутом в грустном (или угрожающем)
            выражении. По словам Нотча, на ощупь криперы «хрусткие, как сухие листья».
        </p>
        <img src="/images/users/boba.png" alt="">
        <h1>Внешний вид</h1>
        <p>
            Крипер выглядит как безрукий гуманоид с четырьмя короткими ногами, большими чёрными когтями, зелёной кожей похожей на листья с
            небольшим количеством серых пятен, большими пустыми глазницами/чёрными глазами и ртом, изогнутом в грустном (или угрожающем)
            выражении. По словам Нотча, на ощупь криперы «хрусткие, как сухие листья».
        </p>
        <h1>Внешний вид</h1>
        <p>
            Крипер выглядит как безрукий гуманоид с четырьмя короткими ногами, большими чёрными когтями, зелёной кожей похожей на листья с
            небольшим количеством серых пятен, большими пустыми глазницами/чёрными глазами и ртом, изогнутом в грустном (или угрожающем)
            выражении. По словам Нотча, на ощупь криперы «хрусткие, как сухие листья».
        </p>
        <h1>Внешний вид</h1>
        <p>
            Крипер выглядит как безрукий гуманоид с четырьмя короткими ногами, большими чёрными когтями, зелёной кожей похожей на листья с
            небольшим количеством серых пятен, большими пустыми глазницами/чёрными глазами и ртом, изогнутом в грустном (или угрожающем)
            выражении. По словам Нотча, на ощупь криперы «хрусткие, как сухие листья».
        </p>
        <h1>Внешний вид</h1>
        <p>
            Крипер выглядит как безрукий гуманоид с четырьмя короткими ногами, большими чёрными когтями, зелёной кожей похожей на листья с
            небольшим количеством серых пятен, большими пустыми глазницами/чёрными глазами и ртом, изогнутом в грустном (или угрожающем)
            выражении. По словам Нотча, на ощупь криперы «хрусткие, как сухие листья».
        </p>
        <img src="/images/users/hoba.png" alt="">
    </div>
</div>
</template>

<style scoped>
.content {
    max-width: 800px;
}
</style>
