<script setup lang="ts">

import Document from '@/components/elements/Document.vue'
</script>

<template>
    <Document title="Политика Конфиденциальности">
        <template v-slot:content>

            <h2>Введение</h2>

            <p>Мы ценим ваше доверие и понимаем важность защиты Вашей личной информации. Настоящая Политика Конфиденциальности описывает, каким образом, как и почему Light Diamond («LD», «мы» или «нас») собирает, использует, передаёт и защищает информацию о Вас при взаимодействии с нашими Сервисами. Пожалуйста, внимательно ознакомьтесь с данной Политикой перед использованием нашего Сайта.</p>

            <h2>Сбор информации</h2>

            <p>Когда вы используете наш Сервис, мы можем собирать следующие виды информации:</p>

            <ol>
                <li>
                    <h5>Персональная информация</h5>
                    <p>
                        Мы собираем такую информацию, как имя пользователя, адрес электронной почты, пароль для входа и другие данные, необходимые для создания учётной записи на нашем Сайте. Эта информация используется для идентификации Вас как Пользователя и обеспечения доступа к нашим услугам.
                    </p>
                </li>
                <li>
                    <h5>Техническая информация</h5>
                    <p>Когда вы посещаете наш Сайт, мы автоматически собираем определённую техническую информацию, включая IP-адрес, тип Браузера, операционную систему, дату и время посещения, а также наши страницы, которые Вы просматриваете. Эта информация помогает нам улучшать работу нашего Сайта и предоставлять Вам лучший пользовательский опыт.</p>
                </li>
                <li>
                    <h5>Информация об активности</h5>
                    <p>Мы также собираем информацию о том, какие действия вы совершаете на нашем Сайте, такие, как публикации Постов — Аддонов, Ресурс-Паков, Карт, Статей и других Материалов, а также взаимодействие с другими Пользователями через комментарии и личные сообщения.</p>
                </li>
                <li>
                    <h5>Файлы Cookie</h5>
                    <p>Наш Сайт может использовать Файлы Cookie для улучшения Вашего опыта использования Сайта. Файлы Cookie — это небольшие Файлы данных, которые сохраняются на Вашем устройстве. Вы можете настроить свой Браузер таким образом, чтобы он уведомлял вас о получении Файлы Cookie или блокировал их использование.</p>
                </li>
            </ol>

            <h2>Использование информации</h2>

            <p>Собранную нами информацию мы используем для следующих целей:</p>

            <ol>
                <li>
                    <p>Обеспечение работы нашего Сайта и предоставления услуг Пользователям.</p>
                </li>
                <li>
                    <p>Улучшение качества наших Сервисов и разработка новых функций.</p>
                </li>
                <li>
                    <p>Анализ поведения Пользователей для оптимизации контента и рекламы.</p>
                </li>
                <li>
                    <p>Связь с Вами посредством электронных писем, сообщений на форуме или личных сообщений внутри системы.</p>
                </li>
                <li>
                    <p>Предоставление персонализированного Контента и рекомендаций.</p>
                </li>
                <li>
                    <p>Выполнение обязательств перед нашими партнёрами и рекламодателями.</p>
                </li>
                <li>
                    <p>Соблюдение требований законодательства и защита прав и интересов компании.</p>
                </li>
            </ol>

            <h2>Передача информации третьим лицам</h2>

            <p>Мы не продаём Вашу личную информацию третьим лицам и не предоставляем доступ к Вашей учётной записи. Однако, в некоторых случаях, мы можем передавать самую минимальную и необходимую информацию о Вас следующим категориям лиц:</p>

            <ol>
                <li>
                    <p>Поставщикам услуг, которые помогают нам поддерживать работу нашего Сайта, например, Хостинг-Провайдеры и Аналитические Сервисы, такие, как Google Analytics.</p>
                </li>
                <li>
                    <p>Партнёрам и рекламодателям для показа целевой рекламы и анализа эффективности рекламных кампаний.</p>
                </li>
                <li>
                    <p>Правоохранительным органам и другим государственным учреждениям в случае необходимости выполнения законных запросов.</p>
                </li>
            </ol>

            <h2>Защита информации</h2>

            <p>Помните, что передача данных через Интернет никогда не является полностью безопасной, поэтому мы не можем гарантировать абсолютную защиту Вашей информации. Однако мы принимаем и соблюдаем действующие современные стандарты безопасности и все разумные меры для защиты Ваших персональных данных от несанкционированного или неправомерного доступа, изменения, разглашения или уничтожения. </p>

            <p>Вы несёте персональную ответственность за принятие всех разумных мер предосторожности для защиты Вашей учётной записи Light Diamond от несанкционированного доступа. Мы рекомендуем использовать сложные и уникальные пароли для всех Ваших учётных записей в Интернете.</p>

            <h2>Посетители</h2>

            <p>Для ограничения искусственного увеличения статистики контента, а также предотвращения повторения вредоносных и нежелательных действий мы регистрируем IP-адреса Посетителей.</p>

            <h2>Пользователи</h2>

            <p>Для активации Вашей учётной записи и расширения Ваших возможностей (возможности оценивания, комментирования Постов других Пользователей и создания / публикации собственных Постов, уведомления о важных событиях, связанных с вашей учётной записью или нашими услугами) необходима регистрация, требующая минимальную информацию: имя Пользователя (не Ваше настоящее имя) и адрес электронной почты. Мы не публикуем Ваш адрес электронной почты в LD и не передаём его третьим лицам.</p>

            <p>Мы автоматически регистрируем Ваш IP-адрес, чтобы предотвратить злоупотребление нашими услугами. Ваш реальный IP-адрес нигде не отображается, в том числе в наших инструментах модерации. Только Администратор при крайней необходимости может увидеть Ваш реальный IP-адрес.</p>

            <p>Имя Пользователя используется для публичного отображения и распознавания в нашей системе среди других Пользователей. Мы не рекомендуем использовать настоящее имя, и, если Вы находитесь в EEA, раскрытие Вашей личности в имени Пользователя является нарушением настоящей Политики Конфиденциальности.</p>

            <p>Мы также используем эти данные, чтобы соблюдать законы об авторском праве, а также отвечать на законные запросы государственных органов, включая службы национальной безопасности, суды и правоохранительные органы.</p>

            <h2>Контент и информация, которые Вы отправляете</h2>

            <p>Мы собираем Контент и другую информацию, которую Вы предоставляете нам при использовании наших Сервисов. Такими примерами являются Посты (публикации), Комментарии и ответы на них, страницы Профилей, голосования, ссылки на социальные сети и т. д..</p>

            <p>Все эти необязательные действия сохраняются в Базе Данных с целью отслеживания предполагаемых действий, совершаемых с помощью наших Сервисов, и обеспечения целенаправленных результатов в виде обмена информацией, Контентом и любого взаимодействия с Сообществом Пользователей, например, влияния на результаты голосования, подписки на Посты и самих Авторов, отправки сообщений другим Пользователям, продвижения Ваших Постов или Профиля в социальных сетях и т. д..</p>

            <h2>Контроль, права и исправление ваших данных</h2>

            <p>Как Пользователь, ставший Автором (создавший и опубликовавший от одного и более Постов), Вы можете в любое время обновить, исправить или удалить свои публикации, а также изменить имя Пользователя и адрес электронной почты.</p>

            <p>Если вы не можете получить доступ к своей учётной записи, Вы можете запросить конкретное изменение или полное удаление Вашего Контента или учётной записи с помощью нашей контактной формы или системы заявок. Пожалуйста, имейте в виду, что общедоступные публикации, сообщения и действия, которые Вы опубликовали до удаления своей учётной записи, останутся видимыми для других Пользователей, если Вы не удалите их самостоятельно или не запросите их удаление.</p>

            <p>Мы можем сохранять внутреннюю информацию в соответствии с требованиями законодательства или для защиты от злоупотреблений со стороны Авторов, Пользователей, или Посетителей.</p>

            <p>Если у Вас есть вопросы или Вам нужна помощь в исправлении или удалении Ваших данных, свяжитесь с нами.</p>

            <h2>Информация о детях</h2>

            <p>Мы считаем, что социальные сети не подходят для детей младше 13 лет, поэтому при регистрации все Пользователи должны подтвердить, что они старше 13 лет. Лица, которые младше 13 лет, не могут создавать учётную запись или иным образом получать доступ к Сервисам или использовать их.</p>

            <h2>Изменения в Политике Конфиденциальности</h2>

            <p>Для внесения большей ясности в соответствии с меняющимся законодательством в сфере Онлайн-Сервисов или после значительных обновлений нашего Сайта мы оставляем за собой право, время от времени, без предварительного уведомления вносить изменения в настоящую Политику Конфиденциальности.</p>

            <p>Все изменения будут опубликованы на этой странице, и мы рекомендуем периодически проверять эту страницу для ознакомления с актуальными условиями. Вы можете узнать дату последних изменений, посмотрев на «дату вступления в силу» сверху или справа от содержания страницы.</p>

            <h2>Контактная информация</h2>

            <p>Если у Вас есть вопросы или предложения относительно нашей Политики Конфиденциальности, пожалуйста, свяжитесь с нами по адресу: ilyagrost584@gmail.com.</p>

        </template>
    </Document>
</template>
