<script setup lang="ts">

import Document from '@/components/elements/Document.vue'
</script>

<template>
    <Document title="Правила Использования">
        <template v-slot:content>

            <h2>Введение</h2>

            <p>Настоящие правила регулируют использование Сайта Light Diamond («Сайт», «Платформа», «Сообщество»), который предоставляет Пользователям возможность публикации Материалов (Ресурс-Паков, Аддонов, Дата-Паков, Модов, Карт, Статей и других Материалов, связанных с Игрой Minecraft). Пользователи должны соблюдать данные правила для обеспечения безопасности, комфорта и уважения к другим Участникам Сообщества.</p>

            <p>Настоящие правила регулируют использование Сайта Light Diamond («Сайт», «Платформа», «Сообщество»), который предоставляет Вам информацию, связанную с ним, при условии принятия и соблюдения настоящих Правил Использования, нашей Политики Конфиденциальности и других уведомлений, размещённых на этом Сайте. Использование Вами любого Контента, представленного на любом из разделов Сайта, означает согласие с настоящими Правилами Использования, нашей Политикой Конфиденциальности и другими уведомлениями, размещёнными на Сайте. Если Вы не согласны с изложенным выше и не соблюдаете эти правила, Вы не можете получать доступ к нашей информации и пользоваться услугами Сайта.</p>

            <p>Сайт Light Diamond оставляет за собой право по своему усмотрению изменять, добавлять или удалять любые положения настоящих Правил Использования без предварительного уведомления и каких-либо обязательств перед Вами. Любые изменения в настоящих Правилах Использования немедленно вступают в силу после их обновления на этом Сайте.</p>

            <h2>Основные положения</h2>

            <ol>
                <li>
                    <h5>Учётная запись</h5>
                    <ol>
                        <li>
                            <p>Для доступа ко всем функциям Сайта необходимо зарегистрироваться и создать учётную запись.</p>
                        </li>
                        <li>
                            <p>Учётная запись является личной и не может передаваться третьим лицам без согласия Администрации Сайта.</p>
                        </li>
                        <li>
                            <p>Ответственность за надёжность пароля и безопасность, а также защиту своей учётной записи лежит на Пользователе.</p>
                        </li>
                    </ol>
                </li>
                <li>
                    <h5>Пользовательские Контент</h5>
                    <ol>
                        <li>
                            <p>«Пользовательский Контент» означает любую информацию и Материалы, которые Пользователь размещает на Сайте. Пользователь, публикующий Контент, гарантирует, что он обладает всеми необходимыми правами на этот Контент и не нарушает авторские права третьих лиц. Сайт не несёт ответственности за нарушение авторских прав третьими лицами при использовании Контента, опубликованного Пользователями.</p>
                        </li>
                        <li>
                            <p>Загружая, публикуя или иным образом передавая через наш Сайт или на него любой Контент и Материалы, Вы предоставляете нам, нашим правопреемникам и назначенным лицам абсолютную, бессрочную, всемирную, безотзывную, неисключительную и безвозмездную Лицензию на распространение, воспроизведение, публичное демонстрирование и исполнение, создание производных работ, включение в другие работы, а также иное использование и эксплуатацию Вашего Пользовательского Контента и Материалов, на использование или распространение такого Контента любым способом, отличным от недопустимых и неправомерных способов, указанных в нашей Политике Конфиденциальности и Правилах Использования, а также на предоставление сублицензий на вышеуказанные права исключительно в целях размещения Вашего Пользовательского Контента и Материалов на Сайте. </p>
                        </li>
                        <li>
                            <p>Вы несёте исключительную ответственность за любую информацию и Материалы, которые Вы размещаете на Сайте. Настоящим Вы подтверждаете, что несёте все риски, связанные с использованием Вашего Пользовательского Контента, что Ваши Материалы не нарушает наши Правила Использования. Вы не имеете права заявлять или подразумевать, что Ваши Материалы каким-либо образом предоставлены, спонсированы или одобрены Компанией. Поскольку Вы несёте единоличную ответственность за свой Пользовательский Контент и Материалы, Вы можете быть привлечены к ответственности. Light Diamond не обязан создавать резервные копии любого Пользовательского Контента, который Вы публикуете. Кроме того, Ваш Пользовательский Контент и Материалы могут быть удалены в любое время без предварительного уведомления. Вы несёте единоличную ответственность за создание собственных резервных копий Пользовательского Контента по своему усмотрению.</p>
                        </li>
                        <li>
                            <p>Вы безвозвратно отказываетесь от любых претензий и заявлений о нарушении моральных прав или нарушения авторства в отношении вашего Пользовательского Контента.</p>
                        </li>
                        <li>
                            <p>Сайт не несёт ответственности за ущерб, причинённый Пользователю вследствие нарушения настоящих Правил Использования другими Пользователями или третьими лицами.</p>
                        </li>
                        <li>
                            <p>Администрация Сайта не несёт ответственности за содержание Материалов, опубликованных Пользователями, но вправе принимать меры по удалению или блокировке таких Материалов в случае выявления нарушений, а также блокировать доступ Пользователей, систематически нарушающих правила.</p>
                        </li>
                    </ol>
                </li>
                <li>
                    <h5>Правила Сообщества</h5>

                    <p>Вы соглашаетесь соблюдать все применимые законы и правила при использовании этого Сайта. Кроме того, Вы соглашаетесь, что не будете:</p>

                    <ol>
                        <li>
                            <p>Загружать, публиковать или иным образом распространять через этот Сайт или на него любой Контент, который:</p>
                            <ul>
                                <li>
                                    <p>Является незаконным, оскорбительным, угрожающим, вредоносным, непристойным, неприличным, клеветническим или иным образом нежелательным;</p>
                                </li>
                                <li>
                                    <p>Может нарушать права интеллектуальной собственности, права на неприкосновенность частной жизни, права на публичное использование или другие права собственности других лиц;</p>
                                </li>
                                <li>
                                    <p>Содержит вирусы, трояны, виртуальные угрозы безопасности замедленного действия или любые другие вредоносные программы или элементы;</p>
                                </li>
                            </ul>
                        </li>
                        <li>
                            <p>Нарушать работу, создавать необоснованные препятствия функционированию или чрезмерную нагрузку, вмешиваться или пытаться получить несанкционированный доступ к любой части нашего Сайта, его компьютерным системам, серверам или сетям;</p>
                        </li>
                        <li>
                            <p>Предоставлять нам ложную информацию о себе, выдавать себя за другое лицо или иным образом пытаться ввести других в заблуждение относительно Вашей личности или происхождения какого-либо Контента, сообщения или другого взаимодействия
                                Если Light Diamond получит запрос от официальных представителей о том, что ваш аккаунт является фальшивым и Вы выдаёте себя за них, Ваш аккаунт будет заблокирован.
                            </p>
                        </li>
                        <li>
                            <p>Размещать и распространять спам и рекламу, пересылать нежелательную почту, письма или другие нежелательные массовые рассылки и дублирующиеся сообщения. Существуют определённые исключения, описанные в дополнительных пояснениях.</p>
                        </li>
                        <li>
                            <p>Собирать информацию о других Посетителях нашего Сайта без их согласия или иным образом систематически извлекать данные или поля данных, включая, помимо прочего, любые финансовые данные или адреса электронной почты.</p>
                        </li>
                        <li>
                            <p>Оскорблять Посетителей, размещать и распространять прямые и скрытые оскорбления в публикуемых Материалах, Комментариях Пользователей и их Профилях, Никах и т. д.</p>
                        </li>
                        <li>
                            <p>Продажа доступа к этому Сайту или его использование, включая любой Контент, размещённый на этом Сайте, загруженный с этого Сайта или доступный с него, за исключением случаев, когда это напрямую разрешается компанией Light Diamond.</p>
                        </li>
                        <li>
                            <p>Перераспространять любой Контент, включая данные, предоставленные нами, любым способом, в том числе посредством печатных изданий, рассылки по факсу, веб-страниц, электронной почты, веб-групп новостей или форумов, а также любых других электронных или бумажных Сервисов или методов.</p>
                        </li>
                        <li>
                            <p>Намеренно изменять формат, в котором мы предоставляем данные Сайта, или иным образом обходить наши стандартные интерфейсы для доступа к таким данным.</p>
                        </li>
                        <li>
                            <p>Встраивать или импортировать любые предоставленные нами данные Сайта в любые информационные Сервисы (как веб-приложения, так и не веб-приложения), Файлы данных или прикладное программное обеспечение, включая, помимо прочего, системы отображения и индексации фрагментов, за исключением случаев, когда это напрямую разрешается компанией Light Diamond.</p>
                        </li>
                        <li>
                            <p>Использовать и распространять ссылки на вредоносные программы или ссылки, требующие от Пользователей загрузки какого-либо стороннего Программного Обеспечения (apk, exe). Даже если такое Программное Обеспечение не является вредоносным, мы не можем гарантировать его безопасность для наших Пользователей.</p>
                        </li>
                        <li>
                            <p>Создавать новые учётные записи с целью обхода блокировки и запретов на нарушение каких-либо правил. Мы оставляем за собой право блокировать несколько Ваших учётных записей.</p>
                        </li>
                    </ol>
                </li>
                <li>
                    <h5>Комментарии</h5>
                    <ol>
                        <li>
                            <p>Авторизованные Пользователи могут оставлять Комментарии, которые не включены в полный цикл модерирования. При публикации Комментария, Вы автоматически соглашаетесь со всеми Правилами Использования и Политикой Конфиденциальности, а также оставляете за нами полное право при необходимости редактировать и / или удалять Ваши Комментарии.</p>
                        </li>
                    </ol>
                </li>
                <li>
                    <h5>Дополнительные пояснения</h5>
                    <ol>
                        <li>
                            <p>Если Вы являетесь Автором публикации, Вы имеете полное право копировать свои Материалы на другие Сайты и платформы. Администрация и Модераторы нашего Сайта не имеют права претендовать на авторство Ваших личных Материалов.</p>
                        </li>
                        <li>
                            <p>Вы можете публиковать Файлы и/или используете внешнюю ссылку для скачивания с целью получения прибыли, однако они должны быть полностью безопасны для Пользователей. В случае выявления нарушений Ваши Материалы будут удалены или заблокированы.</p>
                        </li>
                        <li>
                            <p>На нашем Сайте разрешены упоминания сторонних проектов и продуктов, если они не нарушают правила и являются безопасными для Пользователей. Однако мы запрещаем агрессивные способы рекламы и продвижения, а также оставляем за собой право ограничения, блокировки или удаления Материалов и Комментариев с таким содержимым.</p>
                        </li>
                    </ol>
                </li>
            </ol>

        </template>
    </Document>
</template>
